[
  {
    "chunk": "1 §604 Definitions Creates master glossary for the new cosmetic chapter. Key terms: facility, responsible person, serious adverse event, safety substantiation, adequate evidence, small business. “Facility” excludes purely retail sites and certain research labs; “responsible person” = name/address on label (manufacturer, packer, or distributor). “Small business” ≤ $1 million annual cosmetic sales and ≤ 500 employees, but loses exemption if making higher-risk products (eye-area, injectable, internal-use, >24 h wear). 2 §605 Adverse-Event Records & Reporting Firms must maintain complaint files for 6 years (3 years if small business). A serious adverse event (SAE) must be reported to FDA on Form 3500A within 15 business days; follow-up medical info within 1 year. SAE report must include full product label or photo. Records must be producible to FDA “promptly” upon request during inspection. 3 §606 Good Manufacturing Practice (GMP) Directs FDA to issue mandatory GMP regulations for cosmetics. Draft rule due by Dec 29 2024; final rule by Dec 29 2025. FDA must consider ISO 22716 and allow flexibility for small businesses. Non-compliance will render product adulterated under FD&C Act. 4 §607(a) Facility Registration Every domestic & foreign manufacturing / processing facility must register with FDA. Registration content: FEI, contact info, brand names, product categories. Biennial renewal; FDA may suspend registration if a product from that site poses serious harm → no U.S. distribution until reinstated. Initial registration deadline: 1 year after enactment → Dec 29 2023 (FDA enforcement moved to July 1 2024). 5 §607(c) Product Listing “Responsible person” must list each SKU and full INCI ingredient list; update annually or within 120 days of formula change. Can submit by fragrance category instead of disclosing proprietary scent breakdown. Listing number must reference facility FEI; failure to list = misbranding. 6 §608 Safety Substantiation Firm must possess “adequate evidence” that product is safe under labeled use; may include in vitro, clinical, literature, history of safe use. Animal testing not required but allowed if no alternative exists. Records must be kept as long as product is marketed + 3 years. Lack of substantiation triggers “safety not determined” warning (21 CFR 740.10 remains). 7 §609 Labeling Requirements Labels must show U.S. contact (domestic address, phone, or web portal) for AE reporting. Orders FDA to issue fragrance-allergen disclosure rule (EU-style list) — draft due June 29 2024, final by Dec 29 2025. Professional-use products (salon-only) now require the same ingredient statement as retail unless exempted. 8 §610 National Uniformity Pre-empts states from setting different registration, listing, GMP, AE reporting, or safety-substantiation rules. States may still enforce identical standards and maintain existing bans (e.g., California microbead ban). 9 §611 Talc–Asbestos Testing FDA must publish validated test method for detecting asbestos in talc-containing cosmetics. Deadline: Dec 29 2023 to draft; final by Dec 29 2025. Once issued, use of non-conforming methods may deem product adulterated. 10 §612 PFAS Study FDA directed to assess PFAS prevalence in cosmetics and report findings to Congress within 3 years (≈ Dec 2025). Study must cover detection limits, typical concentrations, and public-health",
    "chunk_index": 0,
    "metadata": {
      "source": "/Users/rextabachnick/rag-app/law_docs/summary/mocrasummary",
      "type": "summary",
      "category": "mocrasummary"
    }
  },
  {
    "chunk": "implications. 11 §§613–614 Small-Business Relief & Appropriations Revenue ≤ $1 M & ≤ 500 employees → exempt from registration, listing, GMP, records (but not SAE reporting) unless product is: eye-area, injectable, internal-use, long-lasting wear, or aerosol. Authorizes $14 M → $42 M annual FDA funding FY 2023-2027 to implement MoCRA (inspections, IT systems, rulemaking).",
    "chunk_index": 1,
    "metadata": {
      "source": "/Users/rextabachnick/rag-app/law_docs/summary/mocrasummary",
      "type": "summary",
      "category": "mocrasummary"
    }
  }
]