{
  "text": "A-1 21 CFR 701.1–701.2 — Scope & General Provisions\nLabels must not be false or misleading; otherwise the product is misbranded (§701.1).\n\nAll required information must be conspicuous and easy to read (§701.2).\n\nMandatory text must appear in English; if any foreign language appears anywhere on the package, all required statements must also be repeated in that language (§701.2 (d)).\n\nType size and color contrast must make text legible; decorative graphics cannot obscure it.\n\nA-2 21 CFR 701.3 (+ 701.30 table) — Ingredient Declaration\nList every ingredient in descending order of predominance by weight.\n\nComponents present at ≤ 1 % may be listed in any order after the ≥ 1 % ingredients.\n\nCollective names “Fragrance” or “Flavor” may be used; dual-use components require “Fragrance and Flavor.”\n\nUse official INCI or names in §701.30.\n\nIngredient list goes on the information panel (side/back), in font ≥ 1⁄16 inch and contrasting color.\n\nA-3 21 CFR 701.11–701.12 — Product Identity & Firm Address\nStatement of identity (common name or illustrative depiction) must appear prominently on the Principal Display Panel (PDP).\n\nName & place of business of the manufacturer, packer, or distributor are required.\n\nIf the firm named isn’t the actual manufacturer, add qualifying words like “Manufactured for …” or “Distributed by …”.\n\nAddress must include street, city, state, ZIP; street may be omitted if it’s listed in a current phone directory.\n\nImported products still need a U.S. contact plus the foreign country-of-origin statement.\n\nA-4 21 CFR 701.10–701.13 — Principal Display Panel (PDP) & Net Quantity\nPDP = panel most likely shown or examined under normal sale. It must be large enough to contain all required information clearly.\n\nNet quantity statement goes in the lower 30 % of the PDP, parallel to the package base.\n\nLiquids declare fluid measure; solids, weight; aerosols, weight.\n\nDual U.S. customary + metric units are required (via FPLA).\n\nDecorative packages ≤ ¼ oz may use a hang-tag, but type-size rules still apply; no exaggerating terms (“giant pint”).\n\nA-5 21 CFR 701.9 (+ related small-package clauses) — Exemptions & Salon-Use Packs\nBulk or contract-pack shipments may omit retail labeling if covered by a written agreement ensuring relabeling before retail sale.\n\nExemption is void if the product is adulterated/misbranded when it leaves the contract packer.\n\nTiny tester vials, hotel amenities, or professional-only salon containers may leave off the ingredient list provided the outer carton, insert, or a tear-away tag supplies the full declaration.\n\nUnder MoCRA §609, most professional products now must meet retail labeling rules unless explicitly exempt.\n\nA-6 Fair Packaging & Labeling Act (15 U.S.C. §1453-1455) — Net-Quantity & Slack-Fill Rules\nEvery consumer cosmetic must display: (1) identity, (2) name/place of business, (3) net quantity in both U.S. customary and SI metric units.\n\nNet quantity must appear in the lower PDP area, free of qualifying adjectives (no “jumbo,” “full quart,” etc.).\n\nProhibits non-functional slack-fill—empty space that misleads consumers about actual fill level.\n\nFDA enforces FPLA for cosmetics; violations render products misbranded under the FD&C Act and subject to seizure or import refusal.\n\n\n\n\n\n\n\n\n\nAsk ChatGPT\n",
  "metadata": {
    "source": "/Users/rextabachnick/rag-app/law_docs/summary/FDArules_summary",
    "type": "summary",
    "category": "fdarules_summary"
  }
}