{
  "text": "1 §604 Definitions\nCreates master glossary for the new cosmetic chapter.\n\nKey terms: facility, responsible person, serious adverse event, safety substantiation, adequate evidence, small business.\n\n“Facility” excludes purely retail sites and certain research labs; “responsible person” = name/address on label (manufacturer, packer, or distributor).\n\n“Small business” ≤ $1 million annual cosmetic sales and ≤ 500 employees, but loses exemption if making higher-risk products (eye-area, injectable, internal-use, >24 h wear).\n\n2 §605 Adverse-Event Records & Reporting\nFirms must maintain complaint files for 6 years (3 years if small business).\n\nA serious adverse event (SAE) must be reported to FDA on Form 3500A within 15 business days; follow-up medical info within 1 year.\n\nSAE report must include full product label or photo.\n\nRecords must be producible to FDA “promptly” upon request during inspection.\n\n3 §606 Good Manufacturing Practice (GMP)\nDirects FDA to issue mandatory GMP regulations for cosmetics.\n\nDraft rule due by Dec 29 2024; final rule by Dec 29 2025.\n\nFDA must consider ISO 22716 and allow flexibility for small businesses.\n\nNon-compliance will render product adulterated under FD&C Act.\n\n4 §607(a) Facility Registration\nEvery domestic & foreign manufacturing / processing facility must register with FDA.\n\nRegistration content: FEI, contact info, brand names, product categories.\n\nBiennial renewal; FDA may suspend registration if a product from that site poses serious harm → no U.S. distribution until reinstated.\n\nInitial registration deadline: 1 year after enactment → Dec 29 2023 (FDA enforcement moved to July 1 2024).\n\n5 §607(c) Product Listing\n“Responsible person” must list each SKU and full INCI ingredient list; update annually or within 120 days of formula change.\n\nCan submit by fragrance category instead of disclosing proprietary scent breakdown.\n\nListing number must reference facility FEI; failure to list = misbranding.\n\n6 §608 Safety Substantiation\nFirm must possess “adequate evidence” that product is safe under labeled use; may include in vitro, clinical, literature, history of safe use.\n\nAnimal testing not required but allowed if no alternative exists.\n\nRecords must be kept as long as product is marketed + 3 years.\n\nLack of substantiation triggers “safety not determined” warning (21 CFR 740.10 remains).\n\n7 §609 Labeling Requirements\nLabels must show U.S. contact (domestic address, phone, or web portal) for AE reporting.\n\nOrders FDA to issue fragrance-allergen disclosure rule (EU-style list) — draft due June 29 2024, final by Dec 29 2025.\n\nProfessional-use products (salon-only) now require the same ingredient statement as retail unless exempted.\n\n8 §610 National Uniformity\nPre-empts states from setting different registration, listing, GMP, AE reporting, or safety-substantiation rules.\n\nStates may still enforce identical standards and maintain existing bans (e.g., California microbead ban).\n\n9 §611 Talc–Asbestos Testing\nFDA must publish validated test method for detecting asbestos in talc-containing cosmetics.\n\nDeadline: Dec 29 2023 to draft; final by Dec 29 2025.\n\nOnce issued, use of non-conforming methods may deem product adulterated.\n\n10 §612 PFAS Study\nFDA directed to assess PFAS prevalence in cosmetics and report findings to Congress within 3 years (≈ Dec 2025).\n\nStudy must cover detection limits, typical concentrations, and public-health implications.\n\n11 §§613–614 Small-Business Relief & Appropriations\nRevenue ≤ $1 M & ≤ 500 employees → exempt from registration, listing, GMP, records (but not SAE reporting) unless product is: eye-area, injectable, internal-use, long-lasting wear, or aerosol.\n\nAuthorizes $14 M → $42 M annual FDA funding FY 2023-2027 to implement MoCRA (inspections, IT systems, rulemaking).\n\n",
  "metadata": {
    "source": "/Users/rextabachnick/rag-app/law_docs/summary/mocrasummary",
    "type": "summary",
    "category": "mocrasummary"
  }
}